<template>
  <div class="page">
    <h1><a id="AI_0"></a>「佩拉教育」AI教务销售服务同意条款</h1>
    <p>
      本协议由长沙佩拉教育咨询有限公司（以下简称'佩拉教育'）与所有使用「佩拉教育」AI教务服务的主体（包括但不限于公司、团队等）（以下简称&quot;用户&quot;）所订立的有效合约。您通过盖章、网络页面点击确认或以其他方式选择接受本服务条款，包括但不限于未点击确认本服务条款而事实上使用「佩拉教育」AI教务服务的任何服务，即表示您与佩拉教育已达成协议并同意接受本服务条款的全部约定内容。本协议适用于任何「佩拉教育」AI教务服务，包括本协议期限内的用户所使用的各项服务和软件的升级和更新。
    </p>
    <h5><a id="_4"></a>一、服务内容</h5>
    <ol>
      <li>
        <p>
          本条款中&quot;服务&quot;指：佩拉教育向用户提供「佩拉教育」AI教务订购页面上所展示的各类服务。
        </p>
      </li>
      <li>
        <p>
          佩拉教育提供的服务必须符合本协议的说明与约定。未尽事宜，由双方另行签订《服务说明协议》（若有）约定，其所列条款内容将成为本协议不可分割的部分。
        </p>
      </li>
      <li>
        <p>
          如《服务说明协议》（若有）所列条款内容与本协议所列条款内容有不一致之处，以《服务说明协议》（若有）为准。
        </p>
      </li>
      <li>
        <p>
          「佩拉教育」AI教务是指提供给老师、培训机构、学校等的人工智能教务管理系统。
        </p>
      </li>
    </ol>
    <h5><a id="_14"></a>二、服务费用及服务期限</h5>
    <ol>
      <li>
        <p>
          服务费由服务开通费、日租费、人脸识别和短信费用组成，其中服务开通费在开通服务时收取、日租费每日从账户可用余额扣除、人脸识别和短信费根据用量实时从账户可用余额扣除，具体费用标准将在您订购页面予以列明公示，您可自行按列明的价格予以支付和充值账户可用余额。在您支付服务开通费并充值足够的账户可用余额之后，「佩拉教育」才开始为您提供服务。
        </p>
      </li>
      <li>
        <p>服务期限自成功支付服务开通费后开始，账户可用余额消耗完结束。</p>
      </li>
      <li>
        <p>
          佩拉教育保留在用户账户可用余额不足壹元时不向用户提供服务和/或技术支持，或者终止服务和/或技术支持的权利。
        </p>
      </li>
      <li>
        <p>
          服务期满双方愿意继续合作的，用户需重新支付服务开通费用和充值账户可用余额，以使服务得以继续进行。如续费时佩拉教育对产品体系、名称或价格进行调整的双方同意按照届时有效的新的产品体系、名称或价格履行。
        </p>
      </li>
    </ol>
    <h5><a id="_24"></a>三、双方权利义务</h5>
    <ol>
      <li>
        <p>用户的权利与义务</p>
        <ol>
          <li>
            <p>
              用户同意遵守本协议以及佩拉教育各项服务展示页面所列的相关管理规范及流程。用户了解上述协议及规范等的内容可能会不时变更。如本协议的任何内容发生变动，佩拉教育应通过提前15天在官网的适当版面公告向用户提示修改内容。如用户不同意佩拉教育对本协议相关条款所做的修改，用户有权停止使用佩拉教育的服务。此等情况下，佩拉教育应与用户进行服务费结算（如有），并向用户提供其业务数据的下载服务。如用户继续使用佩拉教育服务，则视为用户接受佩拉教育对本协议相关条款所做的修改。
            </p>
          </li>
          <li>
            <p>
              用户应按照「佩拉教育」的页面提示及本协议的约定支付相应服务费用。
            </p>
          </li>
          <li>
            <p>用户承诺：</p>
          </li>
        </ol>
        <ul>
          <li>
            <p>
              a.
              如果用户利用佩拉教育提供的服务进行的经营活动需要获得国家有关部门的许可或批准的，应获得该有关的许可或批准；
            </p>
          </li>
          <li>
            <p>
              b.
              除佩拉教育明示许可外，不得修改、翻译、改编、出租、转许可、在信息网络上传播或转让佩拉教育提供的服务，也不得逆向工程、反编译或试图以其他方式发现佩拉教育提供的软件的源代码；除佩拉教育明示外，用户对佩拉教育提供的信息（包括电子或纸质的培训文件、资料以及口头传达信息，但对外宣传资料除外）仅拥有正当使用权，未经佩拉教育书面许可不得泄露，更不得进行传播。
            </p>
          </li>
          <li>
            <p>
              c.
              若佩拉教育的服务涉及第三方软件之许可使用的，用户同意遵守相关的许可协议的约束；
            </p>
          </li>
          <li>
            <p>
              d.
              不进行任何改变或试图改变佩拉教育提供的系统配置或破坏系统安全的行为；
            </p>
          </li>
          <li>
            <p>e. 不从事其他违法、违规或违反佩拉教育服务协议的行为；</p>
          </li>
          <li>
            <p>
              f.
              如佩拉教育发现用户违反上述条款的约定，有权根据情况采取相应的处理措施，包括但不限于立即终止服务或删除相应数据、信息等。如佩拉教育发现用户违反上述条款的约定，有权根据情况采取相应的处理措施，包括但不限于立即终止服务、中止服务或删除相应信息等。如果第三方机构或个人对用户提出质疑或投诉，佩拉教育将通知您，用户有责任在规定时间内进行说明并出具证明材料，如用户未能提供相反证据或用户逾期未能反馈的，佩拉教育将采取包括但不限于立即终止服务、中止服务或删除相应信息等处理措施。因用户未及时更新联系方式或联系方式不正确而致使未能联系到用户的，亦视为用户逾期未能反馈。
            </p>
          </li>
        </ul>
        <ol start="4">
          <li>
            <p>
              用户对自己行为（如自行安装的软件和进行的操作）所引起的结果承担全部责任。
            </p>
          </li>
          <li>
            <p>
              用户对自己存放在佩拉教育平台上的数据以及进入和管理佩拉教育平台上各类产品与服务的口令、密码的完整性和保密性负责。因用户维护不当或保密不当致使上述数据、口令、密码等丢失或泄漏所引起的一切损失和后果均由用户自行承担。
            </p>
          </li>
          <li>
            <p>
              用户应向佩拉教育提交执行本协议的责任人，以及各类产品与服务的联络人员名单。如以上人员发生变动，用户须自行更新变动后的信息并及时通知佩拉教育。因用户提供的联络人信息不真实、不准确、不完整，以及因以上人员的行为或不作为而产生的一切后果，均由用户自行承担。
            </p>
          </li>
          <li>
            <p>
              用户了解佩拉教育无法保证其所提供的服务毫无瑕疵，但佩拉教育承诺不断提升服务质量及服务水平。所以用户同意：即使佩拉教育提供的服务存在瑕疵，但上述瑕疵是当时行业技术水平所无法避免的，其将不被视为佩拉教育违约。用户同意和佩拉教育共同合作解决上述瑕疵问题。
            </p>
          </li>
        </ol>
      </li>
      <li>
        <p>佩拉教育的权利与义务</p>
        <ol>
          <li>
            <p>佩拉教育应按照协议约定提供服务；</p>
          </li>
          <li>
            <p>
              服务期限内，佩拉教育将为用户提供7×8小时在线技术支持服务，并为用户提供有效的联系方式并保证用户能够联系到技术支持。技术支持在明确故障、明白客户疑问后及时进行反馈；
            </p>
          </li>
          <li>
            <p>
              佩拉教育将消除非人为操作所出现的故障，但因用户原因和/或不可抗力以及非佩拉教育控制范围之内的事项除外；
            </p>
          </li>
          <li>
            <p>
              佩拉教育应严格遵守保密义务，佩拉教育对服务器维护流程制定了严苛的制度，将数据访问权限严格限制在核心技术负责人手中。佩拉教育的服务器核心团队运维过大型网站的核心用户数据，对于保障数据安全、分级管理、访问权限控制、核心数据加密等有着十年以上的经验。佩拉教育深深的知道，只有全力保障数据的安全才是真正对用户的负责，佩拉教育会在数据安全方面做持续不断的长期投入。
            </p>
          </li>
        </ol>
      </li>
    </ol>
    <h5><a id="_63"></a>四、用户数据的保存、销毁与下载</h5>
    <ol>
      <li>
        <p>
          为服务用户的目的，佩拉教育可能通过使用用户数据，向用户提供服务，包括但不限于向用户发出产品和服务信息。
        </p>
      </li>
      <li>
        <p>用户的数据将在下述情况下部分或全部被披露：</p>
        <ol>
          <li>
            <p>经用户同意，向第三方披露；</p>
          </li>
          <li>
            <p>
              根据法律的有关规定，或者应行政或司法机构的合法要求，向第三方或者行政、司法机构披露；
            </p>
          </li>
          <li>
            <p>
              如用户的经营活动出现违反中国有关法律法规的情况，需要向第三方或者行政、司法机构披露；
            </p>
          </li>
          <li>
            <p>为提供用户所要求的软件或服务，而必须和第三方共用用户的数据；</p>
          </li>
          <li>
            <p>
              除法定及甲乙双方另行约定外，自本协议执行期满或因任何原因导致本协议提前终止之日起的14个自然日内，佩拉教育将继续存储用户的数据，逾期将不再保留用户数据，用户需自行承担其数据被销毁后引发的一切后果。
            </p>
          </li>
        </ol>
      </li>
    </ol>
    <h5><a id="_79"></a>五、知识产权</h5>
    <ol>
      <li>
        <p>
          用户应保证提交佩拉教育的素材、对佩拉教育服务的使用及使用佩拉教育服务所产生的成果未侵犯任何第三方的合法权益。如有第三方基于侵犯版权、侵犯第三人之权益或违反中国法律法规或其他适用的法律等原因而向佩拉教育提起索赔、诉讼或可能向其提起诉讼,
          则用户应赔偿佩拉教育因此承担的费用或损失，并使佩拉教育完全免责。
        </p>
      </li>
      <li>
        <p>
          如果第三方机构或个人对用户使用佩拉教育服务及其相关素材的知识产权归属提出质疑或投诉，用户有责任出具相关知识产权证明材料，并配合佩拉教育相关投诉处理工作。
        </p>
      </li>
      <li>
        <p>
          用户承认佩拉教育向用户提供的任何资料、技术或技术支持、软件、服务等的知识产权均属于佩拉教育或第三方所有。除佩拉教育或第三方明示同意外，用户无权复制、传播、转让、许可或提供他人使用上述资源，否则应承担相应的责任。
        </p>
      </li>
    </ol>
    <h5><a id="_87"></a>六、保密条款</h5>
    <ol>
      <li>
        <p>
          保密资料指由一方向另一方披露的所有技术及非技术信息(包括但不限于产品资料，产品计划，价格，财务及营销规划，业务战略，客户信息，客户数据，研发软件硬件，API应用数据接口，技术说明，设计，特殊公式，特殊算法等)。
        </p>
      </li>
      <li>
        <p>
          本协议任何一方同意对获悉的对方之上述保密资料予以保密，并严格限制接触上述保密信息的员工遵守本条之保密义务。除非国家机关依法强制要求或上述保密资料已经进入公有领域外，接受保密资料的一方不得对外披露。
        </p>
      </li>
      <li>
        <p>
          本协议双方明确认可各自用户信息和业务数据等是各自的重要资产及重点保密信息。本协议双方同意尽最大的努力保护上述保密信息等不被披露。一旦发现有上述保密信息泄露事件，双方应合作采取一切合理措施避免或者减轻损害后果的产生。
        </p>
      </li>
      <li>
        <p>本条款不因本协议的终止而失效。</p>
      </li>
    </ol>
    <h5><a id="_97"></a>七、期限与终止</h5>
    <ol>
      <li>
        <p>
          服务有效期自佩拉教育收到用户支付款项之日起计算，并以款项数额及现时有效的佩拉教育服务价格体系为依据确认相应服务期限。
        </p>
      </li>
      <li>
        <p>发生下列情形，服务期限提前终止：</p>
        <ol>
          <li>
            <p>双方协商一致提前终止的；</p>
          </li>
          <li>
            <p>
              用户严重违反本服务条款（包括但不限于a.用户未按照协议约定履行付款义务，协议期限内迟延付款累计达30天或单次迟延持续达15天的情形，及/或b.用户严重违反法律规定等），「佩拉教育」有权提前终止服务，并不退还用户已经支付的费用；
            </p>
          </li>
        </ol>
      </li>
      <li>
        <p>
          甲乙双方服务关系一旦达成，除了佩拉教育的原因导致本合同解除外，用户提前解除服务佩拉教育将不会退回剩余款项。
        </p>
      </li>
    </ol>
    <h5><a id="_109"></a>八、违约责任</h5>
    <ol>
      <li>
        <p>本合同任何一方违约均须依法承担违约责任。</p>
      </li>
      <li>
        <p>
          用户若违反合同中规定，进行销售或分发，愿按违约销售或分发的份数，以合同签订额30%的金额赔偿给佩拉教育，并赔偿佩拉教育所遭受的一切经济损失。
        </p>
      </li>
      <li>
        <p>
          一方若违反合同中规定，侵犯另一方的知识产权、商业秘密的违约方按如下进行赔偿：
        </p>
        <ol>
          <li>
            <p>
              违约方如将商业秘密泄露给第三人或使用商业秘密使被违约方遭受损失的，违约方应对被违约方进行赔偿，其赔偿数额不少于由于其违反义务所给被违约方带来的损失。
            </p>
          </li>
          <li>
            <p>前款所述损失赔偿按照如下方式计算：</p>
          </li>
        </ol>
        <ul>
          <li>
            <p>
              a.
              损失赔偿为因违约方的违约或侵权行为所受到的实际经济损失，计算方法是：因违约方的违约及侵权行为导致被违约方所有已发生的人力、财力投入损失以及其因为违约方违约及侵权行为造成的被违约方预期的1年收益或可能获得的投资损失之和；
            </p>
          </li>
          <li>
            <p>
              b. 如果被违约方的损失按照方法a)
              所述的计算方法难以计算的，损失赔偿额为违约方因违约或侵权行为所获得的全部收益。计算方法是违约方从所有与违约或侵权行为直æ¥相关的产品获得的收益或投资。
            </p>
          </li>
        </ul>
      </li>
    </ol>
    <h5><a id="_125"></a>九、不可抗力</h5>
    <ol>
      <li>
        <p>
          因不可抗力或者其他意外事件，使得本合同的履行不可能、不必要或者无意义的，遭受不可抗力、意外事件的一方不承担责任。
        </p>
      </li>
      <li>
        <p>
          不可抗力、意外事件是指不能预见、不能克服并不能避免且对一方或双方当事人造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行等以及社会事件如战争、动乱、政府行为、电信主干线路中断、非法入侵、网路堵塞、电信部门技术调整和政府管制等。
        </p>
      </li>
    </ol>
    <h5><a id="_131"></a>十、法律适用及争议解决</h5>
    <ol>
      <li>
        <p>本协议受中华人民共和国法律管辖。</p>
      </li>
      <li>
        <p>
          在执行本协议过程中如发生纠纷，双方应及时协商解决。协商不成时，任何一方可直接向长沙佩拉教育咨询有限公司所在地有管辖权的法院起诉讼。因争议解决而产生的诉讼费、保全费、律师费、执行费等由败诉方承担。
        </p>
      </li>
    </ol>
    <h5><a id="_137"></a>十一、附则</h5>
    <ol>
      <li>
        <p>
          本协议附件、「佩拉教育」官网相关版面上的服务说明、价格说明和您确认同意的订购版面等是本协议不可分割的一部分，与本协议具有同等法律效力。如果有任何前述约定与本协议有不一致之处，以本协议附件、「佩拉教育」在相关版面上的服务说明、价格说明和您确认同意的订购版面为准。此外，在上述文件中，本协议附件具有最高效力。
        </p>
      </li>
      <li>
        <p>
          如果任何条款在性质上或其他方面理应地在此合同终止时继续存在，那么应视为继续存在的条款，这些条款包括但不局限于保证条款、保密、知识产权、法律和管辖地条款。
        </p>
      </li>
      <li>
        <p>
          对于本合同未尽事宜，双方可签订补充协议对本协议中的有关问题做出补充说明、解释，本协议的补充协议为合同不可分割的部分，与协议同具有同等法律效力。
        </p>
      </li>
    </ol>
  </div>
</template>

<script lang="ts">
import { Component, Vue } from "vue-property-decorator";

@Component
export default class Home extends Vue {}
</script>

<style lang="scss" scoped>
.page {
  padding: 10px;
  font-size: 14px;
  line-height: 1.5;
  font-weight: 400;

  > * {
    margin: 0px;
    padding: 0px;
  }
  h1 {
    font-size: 24px;
    font-weight: bold;
    text-align: center;
  }
  h5 {
    display: block;
    font-size: 20px;
    font-weight: bold;
  }
  p {
    margin-bottom: 5px;
    padding-top: 2px;
  }
  ol {
    display: block;
    list-style-type: decimal;
    -webkit-margin-before: 1em;
    -webkit-margin-after: 1em;
    -webkit-margin-start: 0px;
    -webkit-margin-end: 0px;
    -webkit-padding-start: 20px;
  }
  ul ul,
  ol ul {
    list-style-type: circle;
  }
  li ul {
    -webkit-padding-start: 30px;
  }
}
</style>
